Repository: vdr-projects/vdr-plugin-tvonscreen
Catalog: po/*.po
Languages: de_de, it_it

source: font size
de_de: Zeichensatzgröße

source: transparency
de_de: Transparenz

source: show channel logos
de_de: zeige Kanal-Logos
it_it: Mostra loghi canali

source: show channel names
de_de: zeige Kanal-Namen
it_it: Mostra nomi canali

source: show logos in black&white
de_de: zeige Kanal-Logos in Schwarz/Weiß
it_it: Mostra loghi in bianco e nero

source: enable color problem work around
de_de: Farbproblem Umgehung aktivieren
it_it: Abilita correz. problema colore

source: hide info line
de_de: verstecke Info Zeile
it_it: Nascondi riga informazioni

source: user point in time 1 (Key 4)
de_de: Anwenderzeitpunkt 1 (Taste 4)
it_it: Punto utente ora 1 (tasto 4)

source: user point in time 2 (Key 5)
de_de: Anwenderzeitpunkt 2 (Taste 5)
it_it: Punto utente ora 2 (tasto 5)

source: user point in time 3 (Key 6)
de_de: Anwenderzeitpunkt 3 (Taste 6)
it_it: Punto utente ora 3 (tasto 6)

source: jump to next day point if ago
de_de: Gehe zum nächsten Tag wenn vorbei
it_it: Vai al giorno succ. se scaduto

source: Show search item itself
de_de: Zeige auch Suchbegriff
it_it: Mostra termini di ricerca

source: Press 1 for help
de_de: Für Hilfe die 1 drücken
it_it: Premi 1 per Aiuto

source: o'clock
de_de: Uhr
it_it: in punto

source: Timer conflict!
de_de: Timer Konflikt!
it_it: Timer in conflitto!

source: NORMAL MODE:
de_de: NORMALER MODUS:
it_it: MODALITA' NORMALE:

source: arrows move view
de_de: Pfeile Ansicht bewegen
it_it: Frecce Sposta visualizzazione

source: back close TV OnScreen
de_de: back schließe TV OnScreen
it_it: Indietro Chiudi TV OnScreen

source: red/blue -/+ one day
de_de: rot/blau -/+ ein Tag
it_it: Rosso/Blu -/+ un giorno

source: green/yellow one page left/right
de_de: grün/gelb eine Seite links/rechts
it_it: Verde/Giallo Una pagina sinistra/destra

source: 7/9 one page left/right
de_de: 7/9 eine Seite links/rechts
it_it: 7/9 Una pagina sinistra/destra

source: 8 goto current channel
de_de: 8 gehe zum aktuellen Kanal
it_it: 8 Vai al canale attuale

source: 0 goto now
de_de: 0 gehe zur aktuellen Zeit
it_it: 0 Vai adesso

source: 4/5/6 goto configured time
de_de: 4/5/6 gehe zu eingestellten Zeitpunkten
it_it: 4/5/6 Vai all'ora configurata

source: ok switch to edit mode
de_de: ok aktiviere Editier-Modus
it_it: OK Passa in modalità modifica

source: EDIT MODE:
de_de: EDITIER MODUS:
it_it: MODALITA' MODIFICA:

source: back back to normal mode
de_de: back zurück zum normalen Modus
it_it: Indietro Torna alla modalità normale

source: arrows move selected schedule
de_de: Pfeile Sendung auswählen
it_it: Frecce Sposta programma selezionato

source: record create timer
de_de: record erzeuge Timer
it_it: Registra Crea timer

source: ok show details
de_de: ok zeige Sendungsdetails
it_it: OK Mostra dettagli

source: Added AutoTimer to vdradmin.
de_de: AutoTimer in vdradmin aufgenommen.
it_it: Aggiunto timer automatico a VDRAdmin

source: Startoption 'vdradminfile' not set!
de_de: Startoption 'vdradminfile' nicht gesetzt!
it_it: Opzione avvio file 'vdradmin' non impostata!

source: Search
de_de: Suchen
it_it: Cerca

source: Search for
de_de: Suche nach
it_it: Ricerca di

source: Searching...
de_de: Suchen...
it_it: Ricerca...

source: Record
de_de: Aufnehmen
it_it: Registra

source: in all
de_de: in allen
it_it: in tutto

source: Back
de_de: Zurück
it_it: Indietro

source: Nothing found!
de_de: Nichts gefunden!
it_it: Trovato niente!

source: Shows the EPG info in form of a typical TV magazine
de_de: Zeigt EPG als TV-Magazin
it_it: Mostra informazioni EPG in forma di un tipico magazine TV

source: TV-OnScreen
de_de: TV Magazin

source: use XL fonts
it_it: Utilizza caratteri grandi

source: Details
it_it: Dettagli

source: AutoTimer
it_it: Timer automatico
